<?php
// Text
$_['text_captcha']                 = 'Captcha';
$_['text_recaptcha_branding']      = 'Αυτός ο ιστότοπος προστατεύεται από το reCAPTCHA και ισχύουν η <a href="https://policies.google.com/privacy">Πολιτική Απορρήτου</a> και οι <a href="https://policies.google.com/terms">Όροι Παροχής Υπηρεσιών</a> της Google.';

// Entry
$_['entry_challange_captcha']      = 'Παρακαλώ ολοκληρώστε την παρακάτω επικύρωση captcha';
$_['entry_score_based_captcha']    = 'Επικύρωση Captcha';

// Error
$_['error_missing_input_secret']   = 'Λείπει το μυστικό κλειδί. Βεβαιωθείτε ότι το μυστικό κλειδί reCAPTCHA περιλαμβάνεται στο αίτημα.';
$_['error_invalid_input_secret']   = 'Το παρεχόμενο μυστικό κλειδί είναι μη έγκυρο ή έχει λανθασμένη μορφοποίηση. Ελέγξτε ξανά το μυστικό κλειδί reCAPTCHA και προσπαθήστε ξανά.';
$_['error_missing_input_response'] = 'Λείπει η απάντηση reCAPTCHA. Βεβαιωθείτε ότι η πρόκληση reCAPTCHA έχει ολοκληρωθεί πριν υποβάλετε τη φόρμα.';
$_['error_invalid_input_response'] = 'Η παρεχόμενη απάντηση reCAPTCHA είναι μη έγκυρη ή έχει λανθασμένη μορφοποίηση. Προσπαθήστε να ολοκληρώσετε ξανά την πρόκληση reCAPTCHA.';
$_['error_bad_request']            = 'Το αίτημα δεν μπόρεσε να διεκπεραιωθεί επειδή είναι μη έγκυρο ή κακοσχηματισμένο. Ελέγξτε τη μορφή και τις παραμέτρους του αιτήματος και, στη συνέχεια, προσπαθήστε ξανά.';
$_['error_timeout_or_duplicate']   = 'Η απάντηση reCAPTCHA δεν είναι πλέον έγκυρη. Ενδέχεται να έχει λήξει ή να έχει χρησιμοποιηθεί ξανά. Ανανεώστε τη σελίδα και ολοκληρώστε ξανά την πρόκληση reCAPTCHA.';
$_['error_low_score']              = 'Το αίτημά σας επισημάνθηκε ως ύποπτο. Προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη εάν πιστεύετε ότι πρόκειται για λάθος.';
