<?php
// Text
$_['text_recaptcha_branding']      = 'Този сайт е защитен от reCAPTCHA и се прилагат <a href="https://policies.google.com/privacy">Политиката за поверителност</a> и <a href="https://policies.google.com/terms">Условията за ползване</a> на Google.';

// Entry
$_['entry_challange_captcha']      = 'Моля, завършете проверката на captcha по-долу';
$_['entry_score_based_captcha']    = 'Проверка на Captcha';

// Error
$_['error_missing_input_secret']   = 'Липсва секретният ключ. Моля, уверете се, че вашият reCAPTCHA секретен ключ е включен в заявката.';
$_['error_invalid_input_secret']   = 'Предоставеният секретен ключ е невалиден или неправилно форматиран. Проверете повторно своя reCAPTCHA секретен ключ и опитайте отново.';
$_['error_missing_input_response'] = 'Липсва reCAPTCHA отговор. Моля, уверете се, че предизвикателството reCAPTCHA е завършено, преди да изпратите формуляра.';
$_['error_invalid_input_response'] = 'Предоставеният reCAPTCHA отговор е невалиден или неправилно форматиран. Моля, опитайте да завършите предизвикателството reCAPTCHA отново.';
$_['error_bad_request']            = 'Заявката не може да бъде обработена, тъй като е невалидна или неправилно оформена. Проверете формата и параметрите на заявката, след което опитайте отново.';
$_['error_timeout_or_duplicate']   = 'reCAPTCHA отговорът вече не е валиден. Може да е изтекъл или да е бил използван повторно. Моля, освежете страницата и завършете предизвикателството reCAPTCHA отново.';
$_['error_low_score']              = 'Вашата заявка е маркирана като подозрителна. Моля, опитайте отново или се свържете с поддръжката, ако смятате, че това е грешка.';
