<?php
// Text
$_['text_recaptcha_branding']      = 'Этот сайт защищён reCAPTCHA, и на него распространяются <a href="https://policies.google.com/privacy">Политика конфиденциальности</a> и <a href="https://policies.google.com/terms">Условия обслуживания</a> Google.';

// Entry
$_['entry_challange_captcha']      = 'Пожалуйста, завершите проверку капчи ниже';
$_['entry_score_based_captcha']    = 'Проверка капчи';

// Error
$_['error_missing_input_secret']   = 'Отсутствует секретный ключ. Убедитесь, что ваш секретный ключ reCAPTCHA включен в запрос.';
$_['error_invalid_input_secret']   = 'Указанный секретный ключ недействителен или имеет неверный формат. Проверьте ваш секретный ключ reCAPTCHA и попробуйте снова.';
$_['error_missing_input_response'] = 'Отсутствует ответ reCAPTCHA. Убедитесь, что вы завершили проверку reCAPTCHA перед отправкой формы.';
$_['error_invalid_input_response'] = 'Указанный ответ reCAPTCHA недействителен или имеет неверный формат. Попробуйте снова пройти проверку reCAPTCHA.';
$_['error_bad_request']            = 'Запрос не может быть обработан, так как он недействителен или содержит ошибки. Проверьте формат и параметры запроса, затем повторите попытку.';
$_['error_timeout_or_duplicate']   = 'Ответ reCAPTCHA больше недействителен. Возможно, он истёк или был повторно использован. Обновите страницу и снова пройдите проверку reCAPTCHA.';
$_['error_low_score']              = 'Ваш запрос был отмечен как подозрительный. Попробуйте еще раз или свяжитесь со службой поддержки, если считаете, что это ошибка.';
