<?php
// Text
$_['text_captcha']                 = 'Captcha';
$_['text_recaptcha_branding']      = 'Този сайт е защитен от reCAPTCHA и се прилагат <a href="https://policies.google.com/privacy">Политиката за поверителност</a> и <a href="https://policies.google.com/terms">Условията за ползване</a> на Google.';

// Entry
$_['entry_challange_captcha']      = 'Моля, попълнете проверката на captcha по-долу';
$_['entry_score_based_captcha']    = 'Валидиране на Captcha';

// Error
$_['error_missing_input_secret']   = 'Липсва секретният ключ. Моля, уверете се, че секретният ключ за reCAPTCHA е включен в заявката.';
$_['error_invalid_input_secret']   = 'Предоставеният секретен ключ е невалиден или неправилно форматиран. Проверете отново ключа за reCAPTCHA и опитайте пак.';
$_['error_missing_input_response'] = 'Липсва отговорът от reCAPTCHA. Моля, уверете се, че проверката на reCAPTCHA е завършена, преди да изпратите формуляра.';
$_['error_invalid_input_response'] = 'Предоставеният отговор от reCAPTCHA е невалиден или неправилно форматиран. Моля, опитайте отново да завършите проверката.';
$_['error_bad_request']            = 'Заявката не може да бъде обработена, тъй като е невалидна. Проверете формата и параметрите на заявката и опитайте отново.';
$_['error_timeout_or_duplicate']   = 'Отговорът от reCAPTCHA вече не е валиден. Може да е изтекъл или да е бил използван повторно. Моля, опреснете страницата и завършете проверката отново.';
$_['error_low_score']              = 'Заявката бе маркирана като подозрителна. Моля, опитайте отново или се свържете с поддръжката, ако смятате, че това е грешка.';
